13/data/attachments/c67361aabb613af4.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_52b4ebab-c8b2-4135-bde2-7d7e87ce6375</nif:username>
            <nif:friendToBeAdded>Lorraine_nature_Friend_17630_8</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>